

<?php include_once './inc/header.php'; ?>

  <body class="container mt-4">
    <?php include './inc/usermenu.php'; ?>

<!--********************************************topic******************************************************-->
<div class=" ">
  <h2 class="text-center text-danger mb-4">العمل التطوعى</h2>
  <h3 class="text-center text-danger mb-4"> د. فوزي عيسى</h3>
    <h2 class=" text-end mb-4">التعريف بالكاتب</h2>
    <p class="mb-3 fs-4">ولد عام 1949 في محافظة البحيرة. تخرج في قسم اللغة العربية بجامعة الاسكندرية 1972 بتقدير جيد جداً مع مرتبة الشرف، وحصل على الماجستير بتقدير ممتاز 1975، والدكتوراه بمرتبة الشرف الأولى 1978، وله العديد من المؤلفات منها: في الشعر السعودي المعاصر - التجديد في شعر العقاد.
      <span class="text-primary" data-bs-toggle="tooltip" title="  اكتب فيما لايزيد عن سطرين ما تعرفه عن د/فوزي عيسى ">🔷</span>
    </p>
    
    <h2 class="text-end mb-4">الموضوع</h2>
    <p class="mb-3 fs-4">
       ما من إنسان يجهل قيمة العمل وأهميته في استمرار الحياة 
      , ورقيها فمنذ بدء الخليقة والإنسان 
      <span class="text-primary" data-bs-toggle="tooltip" title="يحترم">يجل</span> 
      العمل, ومع تطور المجتمعات أصبحنا في حاجة ماسة إلى نوع آخر من العمل ذلك العمل الذي نقوم به من أجل مساعدة الآخرين دون انتظار مقابل مادي أو معنوي.
      وإذا ما أمعنا النظر في طبيعة الشخصية المصرية فسنجد أنها تميل إلى مساعدة الآخرين دون أن يطلب منها مساعدة ونحن الآن في مسيس الحاجة إلى تعميق هذه القيمة في نفوس أبنائنا.
      فالأعباء كثيرة وكذلك المشكلات, ولن تستطيع الدولة وحدها حمل هذه المشكلات, فلابد من التعاون بين الأفراد والدولة؛ لاقتسام المهام و تسألون ماذا يعود علينا من مساعدة الآخرين
      <span class="text-primary" data-bs-toggle="tooltip" title="في رأيك ما الذي سوف يعود علينا من مساعدة الأخرين">؟</span>
      وأجيب: إن مساعدة الآخرين تخلص النفس من
       <span class="text-primary" data-bs-toggle="tooltip" title="تفضيل الشخص لنفسه على غيره">الأثرة</span> 
       , وتباعد بينها وبين الكآبة, وتزيد الثقة بالنفس, وتحمل المسئولية فضلًا عن أنها تنمي مهارات إعمال العقل, والقدرة على حل المشكلات, وهي كذلك خير استثمار لأوقات الفراغ.
      إنك بعد التمرس على مساعدة الآخرين ستجد السعادة في ذلك, ولكي تنخرط في العمل التطوعي فأنت بحاجة إلى مران وتدريب؛لاكتساب كثير من المهارات فمساعدة ذوي الاحتياجات الخاصة تتطلب منك الإلمام بخصائصهم, وكيفية التعامل معهم, وتقديم العون لهم, وكذلك الحال في كل الأعمال التطوعية.
      وقد أعجبني تجربة إحدى الدول في تشجيعها لأبنائها على العمل التطوعي, حيث تقوم بتدريب طلاب المدارس في الإجازات الصيفية على القيام بكثير من الاعمال كالتشجير والحياكة والنجارة و رعاية الاطفال في الملاجئ وكبار السن وتعلم مبادئ الإسعافات الأولية ولا يسمح للطالب بالانتقال من المرحلة الإعدادية إلا باجتياز هذا التدريب.
      <span class="text-primary" data-bs-toggle="tooltip" title="  برأيك كيف تنخرط في العمل التطوعي ">🔷</span>
      إن مجالات التطوع لا حصر لها, ولا يرتبط التطوع بمرحلة سنية معينة أو زمن محدد, ولا يقتصر العمل التطوعي على الأفراد فلدينا في مصر جمعيات ومؤسسات تقوم على العمل التطوعي, وتقدم خدمات جليلة لأبناء هذا الوطن.
      فأنت عزيزي الطالب يمكنك من الآن مزاولة العمل التطوعي, فقد يكون جارك أميًا,وبحاجة إلى من يعلمه أو مريضا يحتاج إلى من يطيبه أو شيخا يبحث عمن يرعاه.
      إن العمل التطوعي يقوي أواصر المحبة بين أبناء الامة, ويزيد الشعور بالانتماء إلى هذا الوطن و يحقق التكافل الاجتماعي الذي دعا إليه ديننا الحنيف. 
      <span class="text-primary" data-bs-toggle="tooltip" title="  برأيك ما أهمية العمل التطوعي ">🔷</span>
    </p>
</div> 
<!--********************************************formbase***************************************************-->
<form class="mt-4 w-100 text-center" onsubmit="handleSubmit(event)" id="form-atricle" name="form1">
  <div class="mb-3">
          <label for="opinion" class="form-label fs-4 fw-bold">الكتابة الوظيفية</label>
          <textarea class="form-control" id="opinion" rows="3" placeholder="تذكر : لا تضغط أرسال ألا بعد الأنتهاء من كتابة جميع اجابات الاسئلة هنا يمكنك أرسال أجاباتك مرة واحدة فقط."></textarea>
      </div>
      <button type="submit" class="btn btn-primary">إرسال</button>
</form>


    <?php include './inc/iframe.php'; ?>
    <?php include './inc/scripts.php'; ?>
  </body>
</html>
