

<?php include_once './inc/header.php'; ?>

  <body class="container mt-4">
    <?php include './inc/usermenu.php'; ?>

<!--********************************************topic******************************************************-->
<div class="mb-3 fs-4 ">
<h2 class="text-center text-danger mb-4">(قراءة متحررة على موضوع حرية الذين يعلمون)</h2>
    <p class="lh-lg text-justify">
                    مرة ومنذ سنين، يوم بدء العام الدراسي صادفت تلك المرأة الشابة، ونظرنا معًا إلى رفوف الصغار وهم يتدافعون ويهرولون نحو بوابات المدارس والحضانات، ويموجون كرفوف العصافير التي تزقزق فرحًا. نظرت إليها وأنا أضم في قلبي هؤلاء الصغار في أبجدية التعليم بحروفها الأولى. أما هي فقد نظرت إليهم بحزن شفاف، وقالت: أنا أُشفق على هؤلاء الصغار؛ لأن أمامهم طريقًا طويلة وشاقة، عليهم أن يقطعوها شاءوا أم أبوا، ولا يدرون عنها شيئًا. قلت ممازحة: وماذا في ذلك؟ هكذا الحال على كل أطفال العالم.
                    <span class="text-primary" data-bs-toggle="tooltip" title="  ما رأيك في جقوق الأطفال حول العالم ">🔷</span>
                </p>
                <p class="lh-lg text-justify">
                    قالت: وأنا كنت واحدة من بنات وطني المتسابقات نحو مقاعد الدراسة، ولو أن الأمور في زمني لم تكن في هذا المستوى من العناية والرعاية للصغار، إن لم نقل الرفاهية، وتأمين المستلزمات الدراسية المطلوبة حتى وسائل المواصلات في الحافلات.. وأضافت: في جيلي كنا نعاني من الركض حتى اللهاث في البرد والحر إلى مدارسنا، ونحن نحضن كتبنا المدرسية الثقيلة وكأنها حجارة نضمها إلى صدورنا.. وقد لا نعثر في أجوائنا المدرسية على مكان يمدنا بشطيرة، أو قطعة حلوى، أو فاكهة.. وها أنا أعود إلى الوطن بعد غربة طويلة، ومعاناة شديدة في الدراسات العليا، والشهادات الأكاديمية.
                    <span class="text-primary" data-bs-toggle="tooltip" title="  ما رأيك في أهمية الشهادات العليا ">🔷</span>

                </p>
            
                <p class="lh-lg text-justify">
                    ولما كانت الأساليب تتنوع وتتفرع في كثير من بلاد العالم فإن علينا أن نبتعد ما أمكننا عن صغارنا عن الأسلوب التلقيني للمعلومات الذي يجب أن نجهد لإبعاده عن تلاميذنا لنفسح المجال للإبداع والمهارات؛ لكي نوظف كل الإمكانات منذ الطفولة. سألتها: وماذا في ذهنك كاختصاصية بهذه المجالات؟ .. قالت: علينا أن نكتفي بالتعليم الرسمي سواء أكان حكوميًّا أم خاصًا، بل إن علينا أن نؤسس النوادي مثلًا للأطفال يمارسون فيها نشاطاتهم وهواياتهم؛ من نجارة، وحدادة، واستخدام حواسيب، وربما مبادئ الزراعة، والعناية بالبيئة... ولا نكتفي بأن نقول للتلميذ منذ سنين الابتدائية أن يصرِّح لنا في موضوع التعبير ماذا يريد أن يكون في المستقبل؛ بحَّارًا، أم طيَّارًا، أم مهندسًا، ...إلخ، بل أن نضع بين يديه ما يرضي هوايته لكي يبدأ بأول درجات السلم.
                </p>
                <p class="lh-lg text-justify">
                    هكذا يفعلون في المجتمعات المتطورة، ونحن ننشد الأكثر تطورًا.
                </p>
                <p class="lh-lg text-justify">
                    وتراكمت الأسئلة في ذهني فيما يتعلق بالنواحي المادية والأسرية والاجتماعية أيضًا في تطبيق هذه الأفكار، أو مطابقتها لواقعنا، وكأنها فهمت ما يدور في ذهني، وقالت: التقاطعات مطلوبة في مثل هذه الأمور.. وهذا لا يُعني بالطبع أن ننفي الشخصية الأصيلة، أو الميول الجميلة عند الصغار، ولا تكلف الأسرة إلا مبالغ زهيدة يكون لها فوائد عديدة ومديدة.
                </p>
                <p class="lh-lg text-justify">
                    إنها اقتراحات أو تقاطعات يمكن أن تتم على نطاق جمعيات أو مؤسسات نتلمس فوائدها خلال عام أو أعوام.. فلماذا إذن نجمد عند أساليب يسبقها الزمن، وكأن المرحلة الدراسية فرض لا بد منه مهما كانت النتائج ولو أنه لا يسد الحوائج.
                    <span class="text-primary" data-bs-toggle="tooltip" title="  ما مقترحاتك في تطوير أحوال الأطفال  ">🔷</span>

                </p>
                <p class="text-start"><strong>(مقال للكاتبة: قمر كيلاني)</strong></p>
</div> 
<!--********************************************formbase***************************************************-->
<form class="mt-4 w-100 text-center" onsubmit="handleSubmit(event)" id="form-atricle" name="form6">
  <div class="mb-3">
          <label for="opinion" class="form-label fs-4 fw-bold">الكتابة الوظيفية</label>
          <textarea class="form-control" id="opinion" rows="3" placeholder="تذكر : لا تضغط أرسال ألا بعد الأنتهاء من كتابة جميع اجابات الاسئلة هنا يمكنك أرسال أجاباتك مرة واحدة فقط."></textarea>
      </div>
      <button type="submit" class="btn btn-primary">إرسال</button>
</form>


    <?php include './inc/iframe.php'; ?>
    <?php include './inc/scripts.php'; ?>
  </body>
</html>
