

<?php include_once './inc/header.php'; ?>

  <body class="container mt-4">
    <?php include './inc/usermenu.php'; ?>

<!--********************************************topic******************************************************-->
<div class="">
  <h2 class="text-center text-danger mb-4">حرية الذين يعلمون..</h2>
  <h3 class="text-center text-danger mb-4">زكي نجيب محمود</h3>
    <h2 class=" text-end mb-4">التعريف بالكاتب</h2>
    <p class="mb-3 fs-4">ولد في قرية ميت الخولي عبد الله عام 1905م، مركز الزرقا في محافظة دمياط. حصل على الدكتوراة في الفلسفة من لندن.له العديد من المؤلفات في الفلسفة والأدب والفكر، توفى 1993م.
    <span class="text-primary" data-bs-toggle="tooltip" title="  اكتب فيما لايزيد عن سطرين ما تعرفه عن زكي نجيب محمود">🔷</span>
  </p>
    <h2 class="text-end mb-4">الموضوع</h2>
    <p class="mb-3 fs-4">
      لقد قيل إننا إذا أردنا الكشف عن الاهتمامات الحقيقية التي تشغل شعبًا معينًا من الشعوب, فما علينا إلا أن نراجع ما كتبه الكاتبون من أبناء ذلك الشعب, لنرى أي الأفكار يتردد أكثر من سواه, فيكون هو موضع الاهتمام الأول.
      في ظني أننا إذا أردنا راجعنا صحائف حياتنا الأدبية والفكرية منذ أواخر القرن الماضي حتى اليوم لم نجد كلمة تنافس كلمة (الحرية) في ترددها على أقلام الكتاب وألسنة الخطباء والمتحدثين, فالحرية إذن كانت هي قضيتنا الأولى وقضيتنا الكبرى, لكن المتعقب لمسار هذه القضية في حياتنا,لا يتعذر عليه أن يرى كيف أخذت فكرة (الحرية) تزداد مع الأيام في تصورنا  لها اتساعًا و عمقًا, فبدأت بأن يكون للمصريين حق الشورى في أمور بلدهم ثم جاء المحتل البريطاني فأصبحت الحرية السياسية بمعنى التحرر من المستعمر الأجنبي هي الشغل الشاغل لأصحاب الرأي و حملة القلم, إلى أن عبئت بها النفوس فتفجرت بثورة 1919م ثم لم نلبث أن أخذنا نسمع دعوة في أثر دعوة لضروب أخرى من الحرية غير مجرد التحرر من المستعمر، كحرية الاقتصاد الوطني وحرية المرأة وحرية الفنان والأديب, وهكذا أخذ تيار الحريات يتصاعد قوة ًوتنوعًا إلى أن جاءت ثورة 1952م, ففتحت أبوابًا واسعةً لحريات أخرى اجتماعية تحرر الفلاح من تسلط صاحب الأرض, وتحرر العامل من تحكم صاحب العمل.
      <span class="text-primary" data-bs-toggle="tooltip" title="  ما رأيك في الأفكار التي تسود في بلادنا ">🔷</span>
      لكن نظرة فاحصة مدققة في تلك الحريات بكل فروعها, كفيلة أن تكشف عن حقيقة لها خطرها, وهي أن أهدافنا من تلك الحريات كادت تنحصر في الجانب السلبي وحده بمعنى أن تكون المطالبة بالحرية مقصورة على (التحرر) من قيود تكبلنا في هذا الميدان أو ذاك كالتحرر من الاحتلال البريطاني, وتحرر المرأة من طغيان الرجل, وتحرر العامل الزراعي من استبداد مالك الأرض, وتحرر العامل الصناعي من تحكم صاحب رأس المال,وتحرر ذا من كيت بعبارة أخرى أوشكت كل جهودنا المبذولة طلبًا للحرية أن تنحصر في الأغلال وتحطيم القيود,وهو أمر واجب ومطلوب. 
      لكن الاغلال كلها إذا فكت و القيود جميعها إذا حطمت يبقى بعد ذلك أهم جانب من جوانب الحرية و هو الجانب الإيجابي الذي يتصل بقدرة الإنسان على أداء عمل معين, إذ ترتبط تلك القدرة ارتباطًا وثيقًا بمقدار ما عند العامل من (معرفة) بما يريد أن يؤديه.
      ولست أظن أن التحرر من الأغلال والقيود, في مستطاعه وحده أن يذهب بالمتحرر منها شوطًا بعيدًا, لأنه في حقيقته لا يزيد على أن يفتح باب السجن؛ لينطلق السجين (حراً) بالمعنى السلبي للحرية, أي أنه لم يعد مغلول الحركة مقيد الخطى و لكن ماذا بعد ذلك, ماذا يصنع ليحيا؟ ها هنا تبدأ الحرية بمعناها الإيجابي الذي لابد فيه من (قدرة) الإنسان على أداء عمل ما, و لا قدرة في أي ميدان إلا لمن عرف حقيقة ذلك الميدان و ما يتعلق به.
      قارن طفلا أمامه ورقة وفي يده قلم, ظفر بهما بعد بكاء عنيد قارنه بفنان أمامه لوحة وألوان وفي يده الفرشاة, فالطفل حر في أن يخط بالقلم ما شاء أن يخطه على الورقة, والفنان حر في أن إقامة بنائه اللوني على اللوحة, لكن ما أبعد الفرق بين حرية وحرية ! لقد أزيلت الموانع التي كانت تحول دون حصول الطفل على ورقة و قلم, فلما بلغ مراده و كان حرا, انطلقت تلك الحرية المجنونة (تشخبط) الخطوط على الورقة بلا هدف, أما الفنان العارف بأسرار فنه, فقد استطاع بحريته (المقيدة) بقواعد الفن و أصوله, أن يبدع ما قد يضاف إلى كنوز الجمال.
      <span class="text-primary" data-bs-toggle="tooltip" title="  ما رأيك في الحرية والحريات ">🔷</span>
      وتسأل الآية الكريمة (هل يستوي الذين يعلمون و الذين لا يعلمون) و الجواب الذي تمليه البديهة أنهما لا يستويان, على أن ما أراد أن يفصل القول في الفوارق بين الجماعتين كلتيهما, ينبغي له أن يذكر بين تلك الفوارق أن حق الحرية بمعناها الإيجابي المنتج مقصور على أولئك الذين يعلمون أو هكذا تقضي الحكمة بأن يكون.
    </p>
</div>
<!--********************************************formbase***************************************************-->
<form class="mt-4 w-100 text-center" onsubmit="handleSubmit(event)" id="form-atricle" name="form5">
  <div class="mb-3">
          <label for="opinion" class="form-label fs-4 fw-bold">الكتابة الوظيفية</label>
          <textarea class="form-control" id="opinion" rows="3" placeholder="تذكر : لا تضغط أرسال ألا بعد الأنتهاء من كتابة جميع اجابات الاسئلة هنا يمكنك أرسال أجاباتك مرة واحدة فقط."></textarea>
      </div>
      <button type="submit" class="btn btn-primary">إرسال</button>
</form>


    <?php include './inc/iframe.php'; ?>
    <?php include './inc/scripts.php'; ?>
  </body>
</html>
