const quizData = [
  {
    "header": "اقرأ الفقرة ، ثم أجب  لَا شُرْفٌ إِلَّا الشُرْفُ الْحَقِيقِيُّ، وَهُوَ الذِي يَنَالُهُ الإِنْسَانُ بِبَذْلِ حَيَاتِهِ أَوْ رَاحَتِهِ فِي خِدْمَةِ الْمَجْتَمِعِ الْبَشَرِيِّ جَمِيعِهِ، أَوْ خِدْمَةِ نُوعٍ مِنْ أَنُواعِهِ.\nفَالْعَالِمُ شَرِيفٌ؛ لِأَنَّهُ يُجَلِّي صَدَأَ الْعَقْلِ الْبَشَرِيِّ، وَالْمُجَاهِدُ الشَرِيفُ؛ لِأَنَّهُ يُحَمِّي وَطَنَهُ، وَالْمُحِسِّنُ شَرِيفُ؛ لِأَنَّهُ يَأْخُذُ بِأَيْدِي الضَّعِيفِينَ وَيُحْيِي أَنْفُسَ الضَّعِيفِينَ، وَالْحَاكِمُ الْعَدْلُ شَرِيفُ؛ لِأَنَّهُ رَسُولُ الْعِنَايَةِ الإِلَهِيَّةِ إِلَى الْمَظْلُومِينَ، يُمْنَعُهُمْ أَنْ يَبْغِي عَلَيْهِمُ الظَّالِمُونَ المنفلوطي",
    "question": "الفكرة الرئيسة التي تعالجها الفقرة السابقة هي :",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "اكتب مقدمة مناسبة للفقرة السابقة .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "قام الكاتب بتكرار بعض الكلمات احذفها وأعد كتابة الفقرة بشكل صحيح .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "حدد نوع الأسلوب الذي اعتمد عليه الكاتب في عرض موضوع .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "استنتج متى لاتتحقق السعادة من خلال فهمك للقطعة السابقة ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "اذكر كلمة من الكلمات الفصيحة التي استخدمها الكاتب مع ذكر معناها .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "من خلال قراءتك للفقرة السابقة اكتب جملًا مكتملة الأركان تعبر عن دعمك لموضوع الفقرة .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "اقرأ ، ثم أجب  إِنَّ الدِّينَ الصَّحِيحَ يُغْذِي الشُّعُورَ بِالتَّسَامِي ، وَالطَّمُوحَ الدَّائِمَ إِلَى الرُّقْي ، وَيُعَالِجُ الشُّعُورَ بِالنُّقْص ، وَيُحَارِبُ المَيْلَ إِلَى التَّدَنِي ، وَيُنْقِلُ النَّفْسَ مِمَّا يُعْتَرِيهَا مِنَ الحُزْنِ وَالإِحْسَاسِ بِالفَرَاغِ وَالقُلُقِ إِلَى شُعُورٍ بِالأَمْنِ وَالطَّمَأْنِينَةِ وَالاسْتِنَادِ إِلَى قُوَّةٍ لَيْسَ فَوْقَهَا قُوَّةْ .\nإنّ العلمَ يستطيع أنْ يرقى وسائل الخير، كما يستطيع أنْ يرقِّى وسائل الشَّرّ ، حيثُ كان النَّاس قديمًا يقتلون بالعصا والحجارة ونحو ذلك، فلمَّا تقدم العلم قتلوا بالكهرباء ، والغارات الخانقة ، والطَّائرات،والغواصات،والقنابل الذَّريَّة  .\nولقدْ فهمتنا الحياة أنّ السَّير على قوانينها الطَّبيعيَّة يكسب الرَّاحة والسَّعادة ، وأنّ كلّ سأم وقلق وملل واضطراب سببه مخالفة القوانين الطَّبيعيَّة في جزء من أجزائه ،وإذا كانت طبيعة الإنسان مكوَّنة من هذه العناصر الأربعةعنصر النَّبات والحيوان والعقل والرُّوح ، فنقصان عنصر منها لا يمكن أنْ يحقق السَّعادة ، ولذلك ينبغي الأخذ بحظ وافر من كلّ عنصر من هذه العناصر وامتزاجها امتزاجًا متعادلًا لا يطغى فيه عنصر على عنصر.\nإنّما الذي يستطيع أنْ يحد من شر العلم هو الرُّوح ، وهو الدّين ، وهو الإيمان بإله يحاسب النَّاس على أعمالهم ، ويطلع على ضمائرهم .",
    "question": "أخطأ كاتب في ترتيب فقرات الموضوع ، فرتبها مع ذكر المقدمة والمتن والخاتمة ، ثم اكتب   \n         فقرات الموضوع مرتبة  موضحًا الأفكار الرئيسة والفرعية للموضوع.",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "تناول الكاتب في الموضوع السابق ",
    "options": [
      "فكرة رئيسة واحدة .",
      "عدة أفكار فرعية غير مترابطة .",
      "أكثر من فكرة رئيسة .",
      "أفكار فرعية مندرجة أو متعلقة بفكرة رئيسة واحدة .",
    ],
    "answer": "أكثر من فكرة رئيسة .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "ما العنوان الذي يعبر عن مضمون القطعة ؟",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "لخص الفقرة السابقة فيما لايزيد على خمسة أسطر ،مراعيًا فنيات التلخيص وسلامة اللغة        \n    والكلمات الفصيحة.    ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "ما القضية التي يعالجها الكاتب في الفقرة الثالثة ؟",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "بِكَلِمَةٍ مِنْكَ تَسْتَطِيعُ أَنْ تُخْرِجَ مِنْ هَذَا السِّجْنِ اللَّعِينِ الَّذِي أَصْبَحْتَ فِيهِ عَبْدًا لِلسِّيَجَارَةِ، وَحَقْلًا خَصِبًا لِكُلِّ الْكَوَارِثِ وَالْمَصَائِبِ الَّتِي تَفْعَلُهَا فِي صَدْرِكَ وَقَلْبِكَ وَضَغْطِكَ وَمَفْاصِلِكَ وَأَعْصَابِكَ.\nأَنْتَ فِي حَاجَةٍ إِلَى أَنْ تَكْرَهُ السِّيَجَارَةِ، وَأَنْ تَنْظُرُ إِلَى أَصَابِعِكَ إِذَا لَمْ تُغَسِّلْهَا مِنْ آثَارِ النِّيْكُوْتِيْنِ، وَأَنْ تَتَصُوْرُ مَنْظَرِ رَئَتَيْكَ، وَأَنْ تَحْاوُلُ أَنْ تَجْرِيَ مَاءًا مِتَرًا فَقَطْ وَتَسْأَلُ نَفْسَكَ هَلْ يَمْكِنُ لِشَابٍ فِي سِنِّكَ أَلَّا يَسْتَطِيْعُ ذَلِكَ؟ وَأَنْ تَسْتَعِيْدُ شَرِيْطَ كُلِّ الَّذِيْنَ عَرَفْتَهُمْ وَكَانُوْا يَدْخُنُوْنَ، وَكَيْفَ رَأَيْتَهُمْ بَعْدَ ذَلِكَ فِي أَسِرّة الْمَرَضِ؟ أَبْدَأْ مَعَنَا وَامْتِنَعْ عَنِ السِّيَجَارَةِ وَاكْتُبْ شَهَادَةً مَيْلَادٍ جَدِيْدَةً لِحَيَاةٍ جَدِيْدَةٍ عَنْوَانُهَا أَلْصِّحَّةُ وَالنَّظَافَةُ وَالْجَمَالُ.\nأَنْتَ وَحْدَكَ سَيِّدُ قَرَارِكَ.\nوَلَنْ تَكْسِبَ أَيُّ شَيْءٍ إِذَا اسْتَهْتَرْتَ بِدَعوَتِنَا وَأَعْطَيْتَنَا ظَهْرَكَ فَلَنْ نَخْسِرَ نَحْنُ شَيْئًا وَلَكِنَّكَ أَنْتَ الَّذِيْ سَتَخْسِرُ، أَمَّا إِذَا اسْتَمَعْتَ لِدَعوَتِنَا فَسَوْفَ تَكْسِبُ الْكَثِيْرَ.\nالأستاذ صلاح منتصر تحت عنوان مجرد رأي  عن التدخين",
    "question": "اكتب عنوانًا مناسبًا لهذا المقال ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "ما المقصود بالسجين اللعين في الفقرة الأولى ؟",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "أكمل : من وسائل الإقناع التي اعتمد عليها الكاتب في هذا المقال : ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "اكتب مقدمةأُخرى للموضوع مع الالتزام بالمحور الأصلي للموضوع ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "اكتب فيما لا يزيد عن أربعة أسطر نصيحة توجهها لمن يدخن مستخدمًا بعض الكلمات الفصيحة .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "في الفقرات السابقة أخطاء في الكتابة ، قم بكتبتها ، ثم صححها ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "مَا أَبْدَعَ لُغَتُنَا الْعَرَبِيَّةُ وَمَا أَكْثَرَ مَوَارِدِ الإِبْدَاعِ فِيهَا فَهِيَ لُغَةٌ شَاعِرَةٌ طَيِّعَةٌ تَلَائِمُ كُلُّ حَالَاتِ التَّعْبِيرِ عَنِ النَّفْسِ الْبَشَرِيَّةِ فِي أَحْوَالِهَا الْمُتَعَدِّدَةِ وَالْمُتَنَوَّعَةِ، وَمَا أَكْثَرَ اسْتِخْدَامَ مُبْدِعِيْهَا لَهَا فِي حَالَاتِ الْفَرَحِ وَالْحُزْنِ وَالْأَمَلِ وَالْيَأْسِ وَالشِّقَاقِ وَالسَّعَادَةِ وَالْإِنْتِصَارِ وَالْإِنْدِحَارِ فَمَا أَمْتَعْكَ يَا أَشْرَفَ اللُّغَاتِ",
    "question": "استخدام الكاتب في الموضوع :",
    "options": [
      "الأسلوب الخبري .",
      "الخبري و الإنشائي .",
      "الأسلوب الإنشائي .",
      "الإنشائي الغير طلبي.",
    ],
    "answer": "الخبري و الإنشائي",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "الفقرة السابقة تتوافر فيها مواصفات كتابة الفقرة الصحيحة لأنها :",
    "options": [
      "تتناول فكرة واحدة .",
      "تعرض أكثر من فكرة .",
      "تترك مسافة في البدء .",
      "تتناول فكرة واحدة و تترك مسافة في البدء .",
    ],
    "answer": "تتناول فكرة واحدة و تترك مسافة في البدء ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "ذكر الكاتب ما يلي : ( لغتنا العربية الجميلة رائعة / لغتنا العربية الحبيبة في القلب وعلى الرأس / لغتنا العربية الغالية ما أروعها ! )\nأعد كتابة هذه الجمل بعد حذف المكرر فيها بشكل دقيق .\n",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "إِذَا أَدَى كُلّ فَرْد مِن أَبْنَاء الشَّعْب عَمَلَهُ بِدِقَّةٍ وَإِتِّقَانٍ، وَأَقْبَلَ عَلَى الْعَمَلِ فِي هِمَّةٍ وَنِشَاطٍ وَدَّأْبٍ، يَزِيدُ الإِنْتَاجُ، وَيَعِمّ الرِّخَاءُ، وَيَسْعَدُ الْمُواطِنُ.\nنَعَمْ.\n.\nإِنَّ هَذَا الْوَطَنُ مِصْرُ كَنَانَةُ اللَّهِ فِي أَرْضِهِ؛ فَهِيَ مِصْدَرُ الْخَيْرَاتِ، وَمَهْدُ الْحَضَارَاتِ، فَكَيْفَ لَا يَعْتَزّ الإِنْسَانُ بِالْانْتِمَاءِ إِلَيْهَا؟ وَهُنَا تَنْطِلِقُ طَاقَاتُ الشَّعْبِ الْمُنْتَمِيّ نَحْوَ الْعَمَلِ، فَتُعْمَرُ الصَّحْرَاءُ، وَتُقِيمُ النْظَامُ، وَتَشِيدُ الْمَبَانِيّ، وَتُزْرَعُ الأَسْمَاكُ، وَتَنْقِبُ عَنِ الْمَعَادِنِ فِي بَاطِنِ الأَرْضِ؛ لِأَنَّ الإِنْسَانَ يَشْعُرُ بِالأَمْنِ وَيَزْهُو بِالْانْتِمَاءِ إِلَى مِصْرِ.",
    "question": "أي من العبارات التالية يعد أسلوبًا إنشائيًّا :",
    "options": [
      "إن هذا الوطن مصر كنانة الله في أرضه.",
      "فكيف لايعتز الإنسان بالانتماء إليها.",
      "أن الإنسان يشعر بالأمن.",
      "تنقب عن المعادن في باطن الأرض.",
    ],
    "answer": "فكيف لايعتز الإنسان بالانتماء إليها.",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "اكتب مقدمة لهذه الفقرة معبرًا عن مدى حبك لوطنك .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "لكل جملة سبب ونتيجة ، استخلصها ودونها: ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "إن الإنتماء الأصيل مفتاح التنميه ؛  تنمية شاملة تعتمد علي أسس وقواعد ثابتة راسخة وليس هاذا فحسب ، فالانتماء حرب لاهواده فيها ضد الفساد والمفسدين .\nولك أيها الإبن النجيب أن تتصور كيف يكون عطائك الذي ينتظرك في القريب بإذن الله؟",
    "question": "في الفقرةا سبعة أخطاء في القواعد ، قم بكتبتها ، ثم صحهها.",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "حدد من الفقرة السابقة مفتاح التنمية :",
    "options": [
      "حب الزراعة .",
      "حب العلم والتعليم .",
      "الانتماء الأصيل .",
      "الوقوف ضد الفساد .",
    ],
    "answer": "حب العلم والتعليم .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "الْحَذَرُ أَسَاسُ الْحَزْمِ، وَالْحَزْمُ مِنْ لُوَازِمِ الْحَيَاةِ الْهَادِئَةِ الْمَطْمَئِنَّةِ، وَلَكِنْهُ إِذَا عَظُمَ أَتَلِفُ طَعْمَ الْحَيَاةِ.\nإِنَّ الْحَذَرَ مَقْرُونٌ بِسُوءِ الظَّنِ، وَبِقَدْرِ إِسَاءَةِ ظَنِّي يَكُونُ حَذَرِي، إِنِّي مَا رَكَبْتُ عَرَبَةً وَلَا دَخَلْتُ دَكَانًا؛ لِأَشْتَرِيَ مِنْهَا شَيْئًا، وَلَا جَلَسْتُ فِي حَانَةٍ، إِلَّا وَضَعْتُ يَدِي عَلَى صُرَّة الدِّرَاهِمِ؛ مَخَافَةً أَنْ يَكُونَ قَدْ سُرَقَ مِنِّي فَلَا أَجِدُهَا عِنْدَ الْحَاجَةِ.\nإِنَّ شَدَّة الْحَذَرِ قَدْ بَغَّضَتْ إِلَى الْقَدْرِ الْلَّازِمِ مِنْهَا؛ لِأَنَّ مَنْ كَانَ شَدِيدَ الْحَذَرِ كَثُرَ خَوْفُهُ وَجُبْنُهُ، كَمَا أَنِّي أَمَلَّ الْحِيَاءَ الشَّدِيدَ وَأَبْغَضُهُ، فَاجْتَهِدُ أَنْ أَتَخَلَّصَ مِنْهُ؛ فَأَقًعُ فِي ضِدِّهِ فِي الْوَقَاحَةِ.\nوَمِنْ أَجْلِ ذَلِكَ صَارَ بَعْضُ مَنْ يَرَانِي فِي تِلْكَ الْحَالَاتِ النَّادِرَةِ، يَحْسِبُ أَنِّي كَثِيرُ التَّعَرُّضِ لِلْخَطَرِ قَلِيلُ الْحِيَاءِ، وَهَذَا خَلَافُ الصُّوَابِ.\nعَلَى أَنَّ لِلْخَوْفِ مَزِيَةً، فَإِنَّهُ يَثِيرُ الْقُوَىٰ الْكَامِنَةِ فِي نَفْسِ الْمَرْءِ، حَتَّىٰ كَأَنَّهُ يَخْلُقُ لَهُ رُوحًا جَدِيدَةً.\nاذْكَرُ أَنِّي خَرَجْتُ مَرَّةً مِنَ الْمَدْرَسَةِ وَأَنَا تِلْمِيذٌ صَغِيرٌ مَعَ رِفَاقٍ مِنَ التِّلامِيذِ، فَمَرَرْنَا بِرَجُلٍ مِنْ أَهْلِ الصَّعِيدِ ضَخْمٍ طَوِيلٍ، مُفْتُولِ الذِّرَاعِ، عَلَيْهِ مَظَاهِرُ الْقُوَىٰ، فَرَأَيْنَاهُ قَاعِدًا لِحَاجَةٍ، فَأَخَذَ أَحَدُنَا حَجَرًا وَرَمَاهُ بِهِ؛ فَأَصَابَهُ فَقَامَ الرَّجُلُ يَعُويُ، وَأَخَذَ عَصَاهُ الْغَلِيظَةِ وَصَارَ يَعُدُّ وَرَاءَنَا وَنَحْنُ نَعُدُّ أَمَامَهُ هَرْبًا.\nوَكَانَ أَصْحَابِي كُلُّهُمْ خَفَافُ الْأَجْسَامِ، مَعْرُوفُونَ بِالْحَرَكَةِ وَالْعَدُوِّ، وَكُنْتُ مَعْرُوفًا بِبِطْءِ الْحَرَكَةِ، وَلَكِنِّي صَرَتْ أَعُدُّ لَا أَتَلِفُبتصرف الاعترافوهوقصة نفس عبدالرحمن شكري",
    "question": "رتب الكاتب مقاله من حيث طريقة عرضه :",
    "options": [
      "فكرة ثم بسطها .",
      "نتيجة ثم ذكر أسبابها .",
      "تمهيد وعرض لفكرة .",
      "ظاهرة ثم تفنيد لها .",
    ],
    "answer": "تمهيد وعرض لفكرة ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "سرد الكاتب بالفقرة الأخيرة حادثة وقعت له بغرض :",
    "options": [
      "إظهار الجانب الإيجابي للحذر والخوف .",
      "تأكيد الأثر السلبي للحذر .",
      "توضيح فائدة رياضة العدو .",
      "بيان مساوئ أصدقاء السوء .",
    ],
    "answer": "تأكيد الأثر السلبي للحذر .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "أمامك مجموعة من العبارات المطلوب تنظيمها ، وربطها بأدوات الربط المناسبة ؛ بحيث  تشكل فقرة واضحة المعنى : ( أنظر إلى الخوف/ يجمد دمه / ينظر الجرذ الكثير الخوف إلى عين القط/ يسكن خفقان قلبه / يموت / يبلده الخوف /لا يتحرك )",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "استنتج الفكرة الجوهرية للفقرة الأخيرة من البدائل التالية ، كما يراها الكاتب :",
    "options": [
      "الخوف من الصفات الذميمة .",
      "من مميزات الخوف .",
      "شدة الحذر تجلب الخوف .",
      "كثرة المخاطر تأتي من شدة الحذر .",
    ],
    "answer": "شدة الحذر تجلب الخوف .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "تُعني مصر بتربية الطفل وتنشئته ؛      غرس اليوم وثمار الغد ، و     تحرص على أن يتذوق أبناؤها ثمار المعرفة منذ الصغر ؛      تكون لهم السيادة في مستقبل مشرق ، فمن يطلب العلم منذ الصغر     سيعلو قدره ، وتسمو مداركه",
    "question": "اقرأ الجمل ثم اكتب أداة الربط المناسبة للجمع بينهما:",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "\"أكبر أسباب فشلنا أننا نخلق لأنفسنا أعذارًا وأوهامًا وعوائق حتى تكون لنا سدًا كبيرًا كسد الصين \" من خلال قراءتك لهذه المقدمة أعد لنا مخططًا لهذه المقدمة مستوفيا عناصره من متن وخاتمة فيما لايزيد عن عشرة أسطر .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "إذا حضرت مجلس تذكر فيه قصة رجل من أهل الدنس والسيرة القبيحة فانظر إلى السامعين وراقب سحنتهم ، فإنك ترى أكثرهم يظهرون التقزز والاشمئزاز، فيشدون مناخرهم ، ويطبقون شفاهم ، أو يشيحوا أحيانًا عن المحدث بأبصارهم ووجوههم .\nفالأصل في الاشمئزاز أنه حركة جسدية ؛ ولذلك كان أثره في الوجه جسدانيًّا جُبلت عليه الأعضاء للوقاية مما يضر الجسد ويكدر الحواس ، وذلك بعض ما يُستدل منه على أن كل معنوي في عواطف الإنسان وخلائقه ، فإنما أصله من الجسد أولًا ، وأن الإنسان عاش زمانًا في مبدأ خلقه لا حكم عليه لغير الجسم ، فلما تولد فيه الإدراك العالي والإحساس المعنوي تخلفت عليه مسحة من الحس الجسداني ، وبقيت هذه المسحة ظاهرة من أطهر العواطف وأنزه الآداب ، وهذه الأنفة مثلًا ، أليس أرقى ما يسمو إليه أدب النفس ونبلها أن تنفر عن الدنايا ، وتتأذى من ذكر المعاءب والمخازي ، وتأنف من كل وضيع ذميم ؟ ولكنك تنظر فلا ترى على وجه الرجل الشريف فرقًا بين أثر الأنفة من خلق وضيع وأثر الأنفة من جيفة نتنة .\nفكلا الأثرين في السحنة سواء كما رأيت .\nوكما يكون الاشمئزاز المادي داعيًا لصاحبه إلى الصد عن مبعثه وكراهة التطلع إليه ، كذلك يلزم أن يكون الاشمئزاز المعنوي صارفًا للعزوف عما يأباه من خبائث الناس وفضائحهم ، ومانعًا له عن إطالة النظر إلى أردان نفوسهم وقذر أخلاقهم ، وإلا فهو اشمئزاز طبع أبخر لا يشم ما يشمئز منه ، ولهذا كان أكثر الناس وقوعًا في أعراض الناس وجدًّا وراء صغائرهم وخسائس جبلاتهم هم أكثرهم فضائح وأرذلهم مروأة ؛ إذ كانت النفس الكريمة تتأذى من انكشاف هذه العورات لها ولا تطيق النظر إليها ، وما يطيق النظر إليها إلا الذين لا يخجلون منها لو انكشفت للناس فيهم ، وهم في ذلك كالأطفال في جهلهم ، وإن لم يكن لهم عذر الأطفال .\nكتاب الفصول للعقاد",
    "question": "ميز مما يلي مرادف (سحنتهم) في الفقرة الأولى :",
    "options": [
      "سلوكهم .",
      "عيونهم .",
      "ملامحهم .",
      "أفعالهم .",
    ],
    "answer": "ملامحهم ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "حدد الدليل المباشر على الأنفة والعزة كما فهمت من القطعة السابقة :",
    "options": [
      "البعد عن الناس لدناياهم وأخطائهم .",
      "ذكر عيوب الآخرين والإشارة إليهم .",
      "البعد عن الخبائث وذكر عيوب الناس .",
      "النفور من معائب الناس والتأذي من ذكر المعائب والمخازي .",
    ],
    "answer": "   النفور من معائب الناس والتأذي من ذكر المعائب والمخازي .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "استنتج الفكرة الرئيسة للفقرة الأخيرة :",
    "options": [
      "سلوك الأطفال في إظهار اشمئزازهم .",
      "الاشمئزاز بنوعيه المادي والمعنوي    أطهر العواطف وأنزه الآداب .",
      "الفرق بين الأنفة والاشمئزاز .",
    ],
    "answer": "    الاشمئزاز بنوعيه \"المادي والمعنوي\"",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "ميز مغزى الكاتب من مقاله :",
    "options": [
      "فطرة النفس السوية تأبى الوقوع في الدنايا .",
      "الاشمئزاز سلوك يسبب التوتر .",
      "المصرح بذكر عيوب الناس جاهل جهل الأطفال .",
      "نتائج الاشمئزاز على الإنسان السوي .",
    ],
    "answer": "فطرة النفس السوية تأبى الوقوع في الدنايا .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "تخير العنوان المناسب للقطعة السابقة :",
    "options": [
      "أصل الاشمئزاز .",
      "أمور تسترعي الاشمئزاز .",
      "الإيحاءات الجسدية .",
      "أهل الدنس والسيرة القبيحة .",
    ],
    "answer": "أصل الاشمئزاز ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "تصويب الكلمات (مجلس – يشيحون- المعائب - مروؤة) في القطعة السابقة :",
    "options": [
      "مجلسًا  يشيحون المعائب  مروءة .",
      "مجلسٍ  يشحون المعائب  مروؤة .",
      "مجلسًا  يشيحون المعآب  مروءة .",
      "مجلسٍ  يشيحون  المعائب  مروءه.",
    ],
    "answer": " مجلسًا / يشيحون/ المعائب / مروءة .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "الشئ الذي يألم له كل محب لهذه البلاد العربية ، وكل محب للغة العربية وآدابها ، وكل حريص على أن تظل هذه اللغة حية قوية ؛ هو أن شبابنا يتعلمون اللغات الأجنبية في يسر وسهولة أكثر مما يتعلمون لغتهم في هذا اليسر وهذه السهولة ؛ ذلك لأنهم لا يجدون في اللغات الأجنبية هذه المشكلات التي لا يتاح فهمها ولا تصورها في هذا العصر ، ولا ينبغي أن تعرض إلا على الذين يتخصصون في درس تاريخ اللغة ، ودرس تاريخ آدابها ، فأما الذين يتعلمون لمجرد التعليم ، ويتعلمون ليعيشوا ولينتجوا في الحياة وليجاروا الحضارة ؛ فهؤلاء ينبغي أن يكون تعليمهم سهلًا يسيرًا ملائمًا لتطور العقل الحديث ، وملائمًا لما يتعلمونه من اللغات الأجنبية من ناحية ، ولما يتعلمونه من ألوان العلم على اختلافها من ناحية أخرى",
    "question": "من خلال قراءتك للفقرة السابقة ضع خاتمة ملائمة لها .",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "حدد من المقال السابق علاقة \"ليعيشوا\" بـ \" يتعلمون\" :",
    "options": [
      "نتيجة .",
      "تعليل .",
      "تفصيل .",
      "توكيد .",
    ],
    "answer": "تعليل ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "استنتج الأسلوب الذي عرض به الكاتب الموضوع :",
    "options": [
      "سهولة اللغةووضوحها .",
      "قصر الجمل ورشاقتها .",
      "الإلحاح على الفكرة .",
      "جميع ما سبق .",
    ],
    "answer": "الإلحاح على الفكرة ",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "قام الكاتب بتكرار بعض الجمل والكلمات اذكرها ",
    "options": [
    ],
    "answer": "",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "اقرأ ثم أجب  مقال نثري للشاعر فاروق جويدة  طبيعة الأجيال تغيرت ؛ لأن الزمان والأخلاق والسلوكيات تغيرت ، ومن الخطأ أن نحكم على الحاضر بمقاييس الماضي ، أو أن نتصور أن الزمان يمكن أن يرجع إلى الوراء .\nإن الابنة لن تكون مثل الأم ، والابن لايمكن أن يعيش كما عاش الجد ؛ ولذلك علينا أن نتقبل الأشياء بمقاييس الوقت الذي نعيش فيه .\nإن الأصوات تغيرت ، وما كان يطربنا بالأمس لم نعد نشعر به الآن ، وحتى الملابس والأزياء والأطعمة تغيرت ، فكيف نختار أسلوب حياتنا ؟ هل نترك الأجيال الجديدة تعيش كما تحب ، أم ينبغي أن نراها من بعيد ونحاول أن نزرع فيها بعض ما ترك لنا الزمن الجميل ؟ حين تجد لغة هابطة في الحوار يجب أن ترفع يدك محتجًا لكي تعيد للحوار ترفعه ، إذا تسربت الشتائم هنا أو هناك يجب أن نغير المسار ونعترض ؛ لأن الأخطاء إذا سكتنا عنها تصبح شيئًا عاديًّا .\nإنك لا تستطيع أن تعرف نوع الطعام الذي تأكله حين تجد الجبن والخضار والسمك والبيض في طبق واحد .\n.\nإنك لا تشعر بلذة في الطعام ، ولكنهذه الأشياء مجتمعة توجد حالة من الإحساس لا تستطيع أن تبررها أو تبحث عنها",
    "question": "من خلال قراءتك للنص السابق حدد أنواع الأساليب الواردة في النص :",
    "options": [
      "خبرية .",
      "إنشائي غير طلبي .",
      "إنشائي طلبي .",
      "إنشائي وخبري .",
    ],
    "answer": "إنشائي وخبري",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "",
    "question": "من خلال قراءتك للنص السابق حدد العناصر التى احتوى عليها :",
    "options": [
      "مقدمة ومتن .",
      "متن وخاتمة .",
      "متن فقط .",
      "مقدمة ومتن وخاتمة .",
    ],
    "answer": "مقدمة ومتن وخاتمة .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  },
  {
    "header": "يقول سيدنا علي بن أبي طالب رضي الله عنه  لا تربوا أولادكم كما رباكم آباؤكم ؛ فإنهم خلقوا لزمان غير زمانكم",
    "question": "وازن بين هذا القول وبين ما جاء في النص السابق من حيث الفكرة:",
    "options": [
      "سيدنا علي  مدرك لطبيعة تغير الأزمان ، ويدعو إلى أن تكون التربية مواكبة لهذا التغير ،       أما جويدة  فهو مدرك لاختلاف الأجيال ويدعو إلى تحررها .",
      "جويدة يريد اختلاف الأجيال ، لكنه يحاول أن يغرس فيها الفضائل ، أما سيدنا علي            فيريد تربية تُوائم تغيُّر الأزمان .",
      "سيدنا علي  يرفض الجمود في التربية ويحبِّذ مراعاة تغيُّر الأزمان ، أما جويدة فهو محب       لكل ماهو جديد ومتحمس للأجيال الجديدة بكل تصرفاتها وطموحها .",
      "جويدةيريد للأجيال الجديدة الحفاظ على تقاليد الماضي ، أما سيدنا علي  فيوجه المربين إلى         مراعاة تطور الأزمان .",
    ],
    "answer": "\"جويدة\" يريد اختلاف الأجيال ، لكنه يحاول أن يغرس فيها الفضائل ، أما \"سيدنا علي \"            فيريد تربية تُوائم تغيُّر الأزمان .",
    "feedback": "",
    "modal": "",
    "modalType": ""
  }
];
export { quizData };
